commands_templates/SetAccessPolicy0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl" xmlns:xm="http://www.w3.org/2005/05/xmlmime" xmlns:sch="http://www.onvif.org/ver10/schema">
   <soap:Header/>
   <soap:Body>
      <wsdl:SetAccessPolicy>
         <wsdl:PolicyFile xm:contentType="application/?">
            <!--type: base64Binary-->
            <sch:Data>cid:588324052920</sch:Data>
         </wsdl:PolicyFile>
      </wsdl:SetAccessPolicy>
   </soap:Body>
</soap:Envelope>